Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: །དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་དེ་རྣམས་འདི་སྙམ་དུ་སེམས་ཏེ། གདོན་མི་ཟ་བར་མཁན་པོ་ནི་བརྟུལ་ཞུགས་རྫོགས་པར་གྱུར་ཏེ།
en: “Then the young brahmins thought, ‘Certainly, the Master has accomplished his vow.

source: འདི་ལྟར་མཁན་པོ་རི་དགས་དང་ལྷན་ཅིག་སྨྲ་བར་བྱེད་དོ་སྙམ་དུ་བསམས་ནས།
en: Thus, he speaks with a deer.’ “Having thought this, they went to the teacher Mūkapaṅgu.

source: སྟོན་པ་ལྐུགས་འཕྱེ་གང་ན་བ་དེར་དོང་སྟེ་ལྷགས་པ་དང་། སྟོན་པའི་རྐང་པ་གཉིས་ལ་མགོ་བོས་ཕྱག་འཚལ་ནས་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: When they arrived, they bowed low until their foreheads touched the teacher’s feet, and then they sat down to one side.

source: །དེ་ནས་སྟོན་པ་ལྐུགས་འཕྱེ་ཅང་མི་སྨྲའོ།
en: The teacher Mūkapaṅgu remained silent.

source: འདི་ལྟར་མཁན་པོ་རི་དགས་དང་ལྷན་ཅིག་སྨྲ་བར་བྱེད་དོ་སྙམ་དུ་བསམས་ནས། སྟོན་པ་ལྐུགས་འཕྱེ་ནི་གང་གི་ཕྱིར་རི་དགས་དང་ལྷན་ཅིག་སྨྲ་བར་བྱེད་ཀྱི། མི་རྣམས་དང་ནི་མ་ཡིན་ནོ། །ཞེས་སྨྲས་ནས་སྟན་ལས་ལངས་ཏེ་དོང་ངོ་།
en: Thus, he speaks with a deer.’ Having again thought this, they asked aloud, ‘Why does the teacher Mūkapaṅgu not speak with humans, whereas he does with a deer?’ They then rose from their seats and departed.

source: །དེ་ནས་རི་དགས་ཀྱི་བརྟུལ་ཞུགས་ཅན་ཞིག་སྟོན་པ་ལྐུགས་འཕྱེ་གང་ན་བ་དེར་སོང་བ་དང་། སྟོན་པ་ལྐུགས་འཕྱེས་རྒྱང་རིང་པོ་ཁོ་ན་ནས་རི་དགས་ཀྱི་བརྟུལ་ཞུགས་ཅན་མཐོང་ངོ་།
en: “After that, a certain ascetic, keeping the vow to behave like a deer, went to the teacher Mūkapaṅgu.

source: །མཐོང་ནས་ཀྱང་འདི་སྐད་ཅེས་སྨྲས་སོ། །རི་དགས་ཀྱི་བརྟུལ་ཞུགས་ཅན་ཁྱོད་འོངས་པ་ལེགས་སོ་ཚུར།
en: When the teacher Mūkapaṅgu saw the ascetic from a distance, he said, ‘Welcome, keeper of the vow to behave like a deer.

source: ཁྱོད་དང་ཁོ་བོ་ནི་མཚུངས་ཏེ།
en: You and I are the same. You wear antelope skin, and so do I.

source: ཁྱོད་ཀྱང་གཡང་གཞི་གཅིག་ཐོགས། ཁོ་བོ་ཡང་གཡང་གཞི་གཅིག་ཐོགས། ཁྱོད་ཀྱང་རིལ་བ་དང་། དབྱུག་གུ་དང་། བླུགས་གཟར་གྱི་སྣོད་རེ་རེ་ཐོགས། ཁོ་བོ་ཡང་རེ་རེ་ཐོགས། ཁྱོད་ཀྱང་བསོད་སྙོམས་ལྟོ་འགྲངས་ཙམ་གྱིས་ཆོག་ཅིང་ཀུན་དུ་ཆོག་ལ།
en: You have one water jar, one stick, and one ladle, and so do I.

source: ཁོ་བོ་ཡང་བསོད་སྙོམས་ལྟོ་འགྲངས་ཙམ་གྱིས་ཆོག་ཅིང་ཀུན་དུ་ཆོག་ན།
en: You are content, completely content, with an amount of almsfood that barely satisfies you, and so am I.

source: འདི་ན་ཁ་ཅིག་ནི་དེ་ལྟ་མ་ཡིན་ཏེ། གཡང་གཞི་དང་། ཤིང་ཤུན་དང་། དབྱུག་གུ་དང་། རིལ་བ་དང་། བླུགས་གཟར་གྱི་སྣོད་ལྷག་པ་འཆང་ཞིང་། ཧ་ཅང་ཚོད་རྔད་དང་། ཁྲེ་རྒོད་དང་། ཨུཏྤ་ལའི་རྩ་བ་སྦྱོར་བ་ལ་བརྩོན་པར་གནས་སོ།
en: But some people here are different, possessing extra antelope skins, bark, sticks, water jars, and ladles and living excessively devoted to efforts aimed at acquiring vegetables, śyāmāka grains, and utpala roots.’

source: །དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་དེ་རྣམས་འདི་སྙམ་དུ་སེམས་ཏེ། ཇི་ལྟར་མཁན་པོ་འདོད་ཆེན་ཆེ་བ་ལ་ནི་རྣམ་པར་སྨོད་ལ། འདོད་ཆེན་ཆུང་བ་ལ་བསྟོད་པས་དོན་གྱིས་ན་མཁན་པོས་བདག་ཅག་ལ་ནན་ཏུར་བྱས་ཀྱིས།
en: “Then the young brahmins thought, ‘By scolding those who are greedy and praising those who are not greedy, the Master intends to make a demand of us.

source: མ་ལ་བདག་ཅག་གི་གཡང་གཞི་དང་། ཤིང་ཤུན་དང་། དབྱུག་གུ་དང་། རིལ་བ་དང་། བླུགས་གཟར་གྱི་སྣོད་ལྷག་པ་ཆུ་བོ་རྟག་འབབ་ཀྱི་ནང་དུ་བོར་ལ་མཁན་པོ་གང་ན་བ་དེར་འདོང་ངོ་ཞེས་དེ་རྣམས་ཀྱིས་གཡང་གཞི་དང་། ཤིང་ཤུན་དང་། དབྱུག་གུ་དང་། རིལ་བ་དང་། བླུགས་གཟར་གྱི་སྣོད་ལྷག་མ་རྣམས་ཆུ་བོ་རྟག་འབབ་ཀྱི་ནང་དུ་བོར་ནས་རྒྱུད་གཙང་བ་དང་། སྤྱོད་པ་གཞུང་བཞིན་དུ་བྱས་ནས་སྟོན་པ་ལྐུགས་འཕྱེ་གང་ན་བ་དེར་དོང་སྟེ་ལྷགས་པ་དང་། སྟོན་པ་ལྐུགས་འཕྱེའི་རྐང་པ་གཉིས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: We will now throw the extra antelope skins, bark, sticks, water jars, and ladles into the ever-flowing water of the river and go to the Master.’ They threw the extra antelope skins, bark, sticks, water jars, and ladles into the ever-flowing water of the river, with their minds filled with joy, adopted righteous behavior, and went to the teacher Mūkapaṅgu. When they arrived, they bowed low until their foreheads touched the teacher’s feet, and then they sat down to one side.

source: །སྟོན་པ་ལྐུགས་འཕྱེས་བྲམ་ཟེའི་ཁྱེའུ་དེ་རྣམས་ཀྱི་བསམ་པ་དང་། བག་ལ་ཉལ་དང་ཁམས་དང་། རང་བཞིན་ཤེས་ནས། ཇི་ལྟར་བྲམ་ཟེའི་ཁྱེའུ་ལྔ་བརྒྱ་པོ་དེ་དག་གིས་མངོན་པར་ཤེས་པ་ལྔ་མངོན་སུམ་དུ་བྱས་པ་དེ་ལྟ་བུའི་ཆོས་བཤད་པ་བྱས་སོ།
en: The teacher Mūkapaṅgu knew the young brahmins’ thinking, proclivity, disposition, and nature, and preached the Dharma by which the five hundred young brahmins would actualize the five kinds of supernormal knowledge.

source: དེའི་ཚེ་དེའི་དུས་ཀྱི་སྟོན་པ་ལྐུགས་འཕྱེ་གང་ཡིན་པ་དེ་ནི་ང་ཉིད་ཡིན་ནོ།
en: It was I who was the teacher Mūkapaṅgu at that time, on that occasion.

source: །རྒྱལ་པོ་ཆེན་པོ་གཞན་ཡང་ངས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་དོན་དུ་གཉེར་བའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པས་སེམས་ཅན་ལ་ཕན་པ་བྱས་པ་གང་ཡིན་པ་དེ་ཉོན་ཅིག །རྒྱལ་པོ་ཆེན་པོ་སྔོན་བྱུང་བའི་མི་རྣམས་ཀྱི་ཚེ་ལོ་བརྒྱད་ཁྲི་ཐུབ་པར་གྱུར་ཏོ།
en: “Great King, again, seeking supreme and complete awakening, I benefited beings through the practice of a bodhisattva. Listen to that story.

source: །མི་རྣམས་ཀྱི་ཚེ་ལོ་བརྒྱད་ཁྲི་ཐུབ་པ་ན་འཛམ་བུའི་གླིང་འདི་ཉིད་འབྱོར་པར་གྱུར་ཅིང་ཞེས་བྱ་བ་རྒྱས་པར་ཇི་སྐད་ཆོས་ལྡན་གྱི་མདོ་ལས་འབྱུང་བ་ལྟ་བུའོ། །ཇི་ཙམ་ན་མི་ཚེ་ལོ་བརྒྱད་ཁྲི་ཐུབ་པ་རྣམས་ལ་ལུས་ཀྱི་གནོད་པ་འདི་ལྟ་བུ་བྱུང་སྟེ།
en: “Great King, once, when the human lifespan was eighty thousand years, this continent of Jambu was rich—as narrated in detail in the Dharmikasūtra. The people whose lifespans were eighty thousand years long experienced these kinds of physical harm:

source: འདི་ལྟ་སྟེ་གྲང་བ་དང་། ཚ་བ་དང་། བཀྲེས་པ་དང་། སྐོམ་པ་དང་། འདོད་པ་དང་། ཟ་བ་དང་རྒ་བའོ།
en: cold, heat, hunger, thirst, desire, itch, and old age.

source: །མི་རྣམས་ཀྱི་ཚེ་ལོ་བརྒྱད་ཁྲི་ཐུབ་པ་ན་རྒྱལ་པོ་བྱེད་ལྡན་ཞེས་བྱ་བ་བྱུང་སྟེ།
en: When the human lifespan was eighty thousand years, there appeared a king named Kauravya.

source: རྒྱལ་པོ་བྱེད་ལྡན་གྱི་སྐྱེད་མོས་ཚལ་གྱི་གནས་ན་ཤིང་ནྱ་གྲོ་དྷའི་རྒྱལ་པོ་ཤིན་ཏུ་རབ་གནས་ཞེས་བྱ་བ་ཞིག་ཡོད་དོ།
en: In King Kauravya’s park, there was the king of banyan trees named Supratiṣṭhita.

source: །ནྱ་གྲོ་དྷའི་རྒྱལ་པོ་ཤིན་ཏུ་རབ་གནས་ཀྱི་དྲུང་ན་བྲམ་ཟེ་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་རྩིབས་ཀྱི་མུ་ཁྱུད་ཅེས་བྱ་བ་བྲམ་ཟེའི་ཁྱེའུ་ལྔ་བརྒྱ་ཙམ་ལ་བྲམ་ཟེ་རྣམས་ཀྱི་གསང་ཚིག་ཀློག་ཏུ་འཇུག་གོ།
en: Under this tree, a very wealthy brahmin named Araṇemi was teaching brahmanical mantras to five hundred sons of brahmins.

source: །དེ་ནས་བྲམ་ཟེ་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་རྩིབས་ཀྱི་མུ་ཁྱུད་གཅིག་པུ་དབེན་པར་སོང་ནས་སེམས་ལ་སེམས་ཀྱི་རྟོག་པ་འདི་ལྟ་བུ་སྐྱེས་ཏེ། མི་རྣམས་ནི་ཚེ་ཐུང་ལ་ཚེ་ཕྱི་མར་འགྲོ་དགོས་ཏེ།
en: “At a certain point the very wealthy brahmin Araṇemi went to a solitary place by himself and considered, ‘Human life is short, and we have to go to the next life.

source: སྐྱེས་པ་ལ་མི་འཆི་བ་མེད་པས་དགེ་བ་བྱ་ཞིང་ཚངས་པར་སྤྱོད་པ་སྤྱད་དགོས་ན།
en: Since there is nobody immortal among those who have been born, we must perform good deeds and lead the pure life.

source: འོན་ཀྱང་ད་ལྟར་མི་འདི་དག་ནི་འདི་ལྟ་སྟེ་དོན་སྤྱད་པ་དང་། བསོད་ནམས་སྤྱད་པ་དང་དགེ་བ་སྤྱད་པ་ལ་སེམས་ལས་ཆུང་ངུ་སེམས་ལས་ཆུང་ངུར་གནས་པར་བྱེད་ཀྱིས།
en: However, these people are now indifferent to doing what is profitable, making merit, or performing good deeds.

source: མ་ལ་བདག་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ལ་གོས་ངུར་སྨྲིག་བགོས་ཏེ་དད་པ་ཡང་དག་པ་ཁོ་ནས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་འབྱུང་བར་བྱའོ་སྙམ་མོ། །དེ་ནས་བྲམ་ཟེ་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་རྩིབས་ཀྱི་མུ་ཁྱུད་ཀྱིས་བྲམ་ཟེའི་ཁྱེའུ་རྣམས་ལ་སྨྲས་པ། བྲམ་ཟེའི་ཁྱེའུ་དག་ཤེས་པར་གྱིས་ཤིག །འདི་ན་ཁོ་བོ་གཅིག་པུ་ཞེས་བྱ་བ་ནས་རབ་ཏུ་འབྱུང་ངོ་ཞེས་བྱ་བའི་བར་རྒྱས་པར་སྦྱར་རོ།
en: I will now go forth from my home into homelessness with true faith, having shaved off my hair and beard and donned saffron robes.’ After that, the very wealthy brahmin Araṇemi said to the young brahmins, ‘Young brahmins, understand that here I considered by myself . . . I will now . . . go forth.

source: །བྲམ་ཟེའི་ཁྱེའུ་དག་བདག་ནི་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ཏེ་ཞེས་བྱ་བ་ནས་རབ་ཏུ་འབྱུང་ན་ཤེས་ལྡན་དག་ཅི་བྱེད།
en: Young brahmins, if I shave off my hair and beard . . . and go forth, what will you do?’

source: ཀྱེ་མཁན་པོ་བདག་ཅག་གིས་གང་ཅུང་ཟད་ཅི་འཚལ་བ་དེ་ཐམས་ཅད་ནི་ཤེས་ལྡན་མཁན་པོ་ལ་བརྟེན་ནས་ལགས་པས་གལ་ཏེ་ཤེས་ལྡན་མཁན་པོ་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ཞེས་བྱ་བ་ནས་རབ་ཏུ་འབྱུང་ན་བདག་ཅག་ཀྱང་ཤེས་ལྡན་མཁན་པོ་རབ་ཏུ་བྱུང་བའི་རྗེས་སུ་རབ་ཏུ་འབྱུང་བར་བགྱིའོ།
en: “ ‘O Master, we depend on you, Master, for all that we eat. If you, Master, shave off your hair and beard . . . and go forth, we too will go forth, following you, Master, who have gone forth.’

source: །བྲམ་ཟེའི་ཁྱེའུ་དག་དེའི་དུས་ལ་དབབ་པར་ཤེས་པར་གྱིས་ཤིག །དེ་ནས་བྲམ་ཟེ་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་རྩིབས་ཀྱི་མུ་ཁྱུད་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ནས་ཞེས་བྱ་བ་ནས་རབ་ཏུ་བྱུང་ཞེས་བྱ་བའི་བར་དུ་སྟེ།
en: “ ‘Young brahmins, know that it is the right time.’ “After that, the very wealthy brahmin Araṇemi shaved off his hair and beard . . . and went forth.

source: བྲམ་ཟེའི་ཁྱེའུ་ལྔ་བརྒྱ་པོ་དེ་རྣམས་ཀྱང་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ནས་གོས་ངུར་སྨྲིག་བགོས་ཏེ་བྲམ་ཟེ་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་རྩིབས་ཀྱི་མུ་ཁྱུད་རབ་ཏུ་བྱུང་བའི་རྗེས་སུ་རབ་ཏུ་བྱུང་ངོ་།
en: The five hundred young brahmins too shaved off their hair and beards, donned saffron robes, and went forth, following the very wealthy brahmin Araṇemi, who had gone forth.

source: །དེ་ནས་བྲམ་ཟེ་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་རྩིབས་ཀྱི་མུ་ཁྱུད་ཀྱིས་མྱ་ངན་ལས་འདའ་བར་མི་འགྱུར་བའི་སྒྲིབ་པ་ལྔ་སྤངས་ནས་ཞེས་བྱ་བ་ནས་རྒྱས་པར་བྱམས་པ་དང་ལྡན་པའི་སེམས་ཞེས་བྱ་བ་དང་། རྒྱས་པར་སྙིང་རྗེ་དང་། དགའ་བ་དང་། བཏང་སྙོམས་ཀྱི་བར་དུ་བརྗོད་པར་བྱ་སྟེ།
en: “Thereupon the very wealthy brahmin Araṇemi abandoned the five obstacles to nirvāṇa (here the thoughts of love, compassion, joy, and equanimity should be explained in detail).

source: །བཏང་སྙོམས་དང་ལྡན་པའི་སེམས་ཁོན་མེད་པ། འགྲན་ཟླ་མེད་པ། གནོད་པ་མེད་པ། ཡངས་པ་རྒྱ་ཆེན་པོར་གྱུར་པ། ཚད་མེད་པ་ཤིན་ཏུ་བསྒོམས་པས་མོས་ཏེ་ཁྱབ་པར་བྱས་ནས་རྫོགས་པར་བྱས་ཏེ་གནས་སོ།
en: “He dwelled, dedicating attention to each direction and suffusing and perfecting it with his vast, huge, immeasurable, fully developed thought of equanimity that was free from anger, wrath, and malice.

source: །དེ་ནས་བྲམ་ཟེ་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་རྩིབས་ཀྱི་མུ་ཁྱུད་ཀྱི་མིང་བྲམ་ཟེ་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་རྩིབས་ཀྱི་མུ་ཁྱུད་བྲམ་ཟེ་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་རྩིབས་ཀྱི་མུ་ཁྱུད་ཅེས་བྱ་བའི་མིང་གང་ཡིན་པ་ནུབ་པར་གྱུར་ཅིང་། སྟོན་པ་རྩིབས་ཀྱི་མུ་ཁྱུད་ཅེས་བྱ་བར་གྲགས་སོ།
en: “After that, his name, ‘the very wealthy brahmin Araṇemi,’ disappeared, and he became known as ‘the teacher Araṇemi.’

source: །དེ་ནས་སྟོན་པ་རྩིབས་ཀྱི་མུ་ཁྱུད་ཀྱིས་བྲམ་ཟེའི་ཁྱེའུ་རྣམས་ལ་སྨྲས་པ། བྲམ་ཟེའི་ཁྱེའུ་དག་མི་རྣམས་ནི་ཚེ་ཐུང་བ། ཉོན་མོངས་པ། རིང་པོ་མི་ཐོགས་པ་ཡིན་ལ། དེ་ཡང་སྡུག་བསྔལ་དང་ལྡན་ནོ།
en: “Thereupon the teacher Araṇemi said to the young brahmins, ‘Young brahmins, human life is short, full of distress, does not last long, and, moreover, entails pain.

source: །དཔེར་ན་རྩྭའི་རྩེ་མོ་ལ་ཆགས་པའི་ཟིལ་བ་ནི་ཉི་མ་ཤར་བའི་ཚེ་མྱུར་དུ་ལྟུང་ཞིང་རིང་པོར་མི་གནས་སོ།
en: “ ‘Consider, for instance, dew lying on the tip of a blade of grass. When the sun rises, it quickly drips off and does not last long.

source: །བྲམ་ཟེའི་ཁྱེའུ་དག་དེ་བཞིན་དུ་མི་རྣམས་ཀྱི་ཚེ་ཡང་ཟིལ་པ་དང་འདྲ་བར་རིང་པོར་མི་ཐོགས་པ་ཉོན་མོངས་པ་ཡིན་ལ་དེ་ཡང་སྡུག་བསྔལ་དང་ལྡན་ནོ།
en: Young brahmins, thus, just like dew, human life does not last long either, but is full of distress and, moreover, entails pain.

source: །དཔེར་ན་ཆུ་ལ་རི་མོ་མཁན་གྱིས་རི་མོ་བྲིས་པ་ནི་མྱུར་དུ་འཇིག་ཅིང་རིང་པོར་མི་གནས་སོ།
en: “ ‘Consider, for instance, a painter who draws on the water. The drawn figure quickly breaks up and does not last long.

source: །བྲམ་ཟེའི་ཁྱེའུ་དག་དེ་བཞིན་དུ་མི་རྣམས་ཀྱི་ཚེ་ཡང་ཆུའི་རི་མོ་བཞིན་དུ་རིང་པོར་མི་གནས་པ་ཉོན་མོངས་པ་ཡིན་ལ་དེ་ཡང་སྡུག་བསྔལ་དང་ལྡན་ནོ།
en: Young brahmins, thus, just like the figure on the water, human life does not last long but is full of distress and, moreover, entails pain.

source: །དཔེར་ན་ཆུ་ལ་དབྱུག་པས་ཁྲམ་བཏབ་པ་ནི་མྱུར་དུ་འཇིག་ཅིང་རིང་པོར་མི་གནས་སོ། །དེ་བཞིན་དུ་ཚེ་ཡང་དབྱུག་པས་བྲིས་པ་ལྟ་བུ་ཡིན་ནོ།
en: “ ‘Consider, for instance, a streak drawn with a stick on the water. It quickly breaks up and does not last long. Thus life, too, is just like a streak drawn with a stick.

source: །དཔེར་ན་ཁོར་ཡུག་ཆུར་བོར་བ་ནི་མྱུར་དུ་འབྱིན་ཞིང་རིང་པོར་མི་གནས་སོ། །དེ་བཞིན་དུ་ཚེ་ཡང་ཁོར་ཡུག་ལྟ་བུ་ཡིན་ནོ།
en: “ ‘Consider, for instance, how Mount Cakravāḍa, having been thrown into the water, is quickly removed and does not stay long. Thus life, too, is just like Mount Cakravāḍa.

source: །དཔེར་ན་རྡོ་རྗེ་ཆུར་བོར་བ་ནི་མྱུར་དུ་འབྱིན་ཞིང་རིང་པོར་མི་གནས་སོ།
en: “ ‘Consider, for instance, a vajra. Having been thrown into the water, it is quickly removed and does not stay long.

source: །དེ་བཞིན་དུ་ཚེ་ཡང་རྡོ་རྗེ་ཆུར་བོར་བ་ལྟ་བུ་ཡིན་ནོ།
en: Thus life, too, is just like a vajra.

source: །དཔེར་ན་དབྱུག་པ་གནམ་དུ་འཕངས་པ་ནི་མྱུར་དུ་ལྟུང་ཞིང་རིང་པོར་མི་གནས་སོ།
en: “ ‘Consider, for instance, a stick thrown up into the air. It quickly falls down and does not stay long.

source: །དེ་བཞིན་དུ་ཚེ་ཡང་དབྱུག་པ་གནམ་དུ་འཕངས་པ་ལྟ་བུ་ཡིན་ནོ།
en: Thus life, too, is just like a stick thrown up into the air.

source: །དཔེར་ན་ཐགས་བཅས་པ་ཇི་ཙམ་བཏགས་པ་དེ་ཙམ་དུ་བཏག་པར་བྱ་བ་རྟིང་ལ་ཐུག་པར་འགྱུར་རོ།
en: “ ‘Consider, for instance, how the more a cloth is woven, the more the unwoven thread approaches its end.

source: །དེ་བཞིན་དུ་སྲོག་ཀྱང་བཏག་པར་བྱ་བ་རྟིང་ལ་ཐུག་པ་ལྟ་བུ་ཡིན་ནོ།
en: Thus life, too, is just like the unwoven thread approaching its end.

source: །དཔེར་ན་གསད་པར་ཁྲིད་པའི་ཕྱུགས་ནི་གོམ་རེ་བོར་ཞིང་གསད་པ་ལ་ཉེ་བ་ཡིན་ནོ།
en: “ ‘Consider, for instance, how an animal being led to its death approaches death step by step.

source: །དེ་བཞིན་དུ་ཚེ་ཡང་གསད་པའི་ཕྱུགས་ལྟ་བུ་ཡིན་ནོ།
en: Thus life, too, is just like an animal being led to its death.

source: །དཔེར་ན་གསད་པར་ཁྲིད་པའི་མི་ནི་གོམ་རེ་བོར་ཞིང་གསད་པ་ལ་ཉེ་བ་ཡིན་ནོ།
en: “ ‘Consider, for instance, how a person being led to his death approaches death step by step . . . .

source: །དེ་བཞིན་དུ་ཚེ་ཡང་གསད་པའི་མི་ལྟ་བུ་ཡིན་ནོ།
en: Thus life, too, is just like a person being led to his death.

source: །དཔེར་ན་ཤའི་ཁམ་ཚད་ཅིག་ཟངས་ཆུ་མང་པོའི་ནང་དུ་བཅུག་སྟེ་འོག་ནས་མེ་སྦར་ན་མྱུར་དུ་གོར་བར་འགྱུར་ཞིང་རིང་པོར་མི་གནས་སོ།
en: “ ‘Consider, for instance, that pieces of meat are put into a pot full of water and then a fire is lit. They quickly become harder and do not stay long in their previous state.

source: །དེ་བཞིན་དུ་ཚེ་ཡང་ཤའི་ཁམ་ཚད་ལྟ་བུ་ཡིན་ནོ།། །།འདུལ་བ་གཞི། བམ་པོ་ལྔ་བཅུ་པ།
en: Thus life, too, is just like pieces of meat.

source: དཔེར་ན་རི་ལས་འབབ་པའི་ཆུ་བོ་གཏིང་ཟབ་པ། ཤུགས་དྲག་པ།
en: “ ‘Consider, for instance, a river that flows down from a mountain, deep, rapid, flowing afar, and carrying plants.

source: ཐག་རིང་པོར་འབབ་པ་ཤིང་རྩི་དེད་པར་བྱེད་པ་ནི་ཉིན་ཞག་དེ་དག་འདས་ཤིང་སྐད་ཅིག་དང་། ཐང་ཅིག་དང་། ཡུད་ཙམ་དེ་དག་འདས་ན་ཆུའི་གནས་པ་དང་འཇིག་པ་མི་མངོན་ནོ།
en: You cannot see the water stay or last when days have passed, or even when an instant, a second, or a moment has passed.

source: །དེ་བཞིན་དུ་མི་རྣམས་ཀྱི་ཚེ་ཡང་ཆུ་བོའི་རྒྱུན་ལྟ་བུ་སྟེ། རིང་པོར་མི་ཐོགས་པ། ཉོན་མོངས་པ་ཡིན་ལ་དེ་ཡང་སྡུག་བསྔལ་དང་ལྡན་ནོ།
en: Thus human life, too, just like the current of a river, does not last long but is full of distress and, moreover, entails pain.

source: །བྲམ་ཟེའི་ཁྱེའུ་དག་བདག་ནི་བྱམས་པ་དང་ལྡན་པ་ཞེས་བྱ་བ་ནས། རྒྱས་པར་སྙིང་རྗེ་དང་། དགའ་བ་དང་། བཏང་སྙོམས་དང་ལྡན་པའི་སེམས་ཞེས་བྱ་བ་ནས་གནས་སོ་ཞེས་བྱ་བའི་བར་དུའོ།
en: “ ‘Young brahmins, I dwelled with the thoughts of love (the details should be explained), compassion, joy, and equanimity.

source: །བྲམ་ཟེའི་ཁྱེའུ་དག་ཚུར་ཁྱེད་ཀྱིས་ཀྱང་བྱམས་པ་དང་ལྡན་པའི་སེམས་དང་། སྙིང་རྗེ་དང་། དགའ་བ་དང་། བཏང་སྙོམས་དང་ལྡན་པའི་སེམས་ཀྱི་བར་གྱིས་གནས་པར་གྱིས་ཤིག །རྒྱལ་པོ་ཆེན་པོ་སྟོན་པ་རྩིབས་ཀྱི་མུ་ཁྱུད་དེ་དེ་ཙམ་དུ་ཚེ་རིང་། དེ་ཙམ་དུ་རིང་དུ་གནས།
en: Young brahmins, you should now dwell with the thoughts of love, compassion, joy, and equanimity.’

source: དེ་ཙམ་གྱིས་ཚེའི་མཐར་ཐུག་པ་ཡང་རེ་ཞིག་དགེ་སློང་དག་ལ་མི་རྣམས་ནི་ཚེ་ཐུང་བ།
en: “Great King, the teacher Araṇemi preached the Dharma to monks throughout his life, for as long as he was alive, and until the end of his life:

source: རིང་པོར་མི་ཐོགས་པ། ཉོན་མོངས་པ་ཡིན་ལ། དེ་ཡང་སྡུག་བསྔལ་དང་ལྡན་ནོ་ཞེས་བྱ་བ་དེ་ལྟ་བུའི་ཆོས་སྟོན་ཏོ།
en: ‘Human life is short, does not last long, but is full of distress, and, moreover, entails pain.’

source: །རྒྱལ་པོ་ཆེན་པོ་དེ་ཇི་སྙམ་དུ་སེམས།
en: “Great King, what do you think?

source: དེའི་ཚེ་དེའི་དུས་ན་སྟོན་པ་རྩིབས་ཀྱི་མུ་ཁྱུད་ཅེས་བྱ་བར་གྱུར་པ་དེ་གཞན་ཞིག་ཡིན་སྙམ་ན་ཁྱོད་ཀྱིས་དེ་ལྟར་མི་བལྟ་སྟེ།
en: If you think that the one who was that teacher named Araṇemi at that time, on that occasion, was someone else, you should think otherwise.

source: འོན་ཀྱང་ང་ཉིད་དེའི་ཚེ་དེའི་དུས་ན་སྟོན་པ་རྩིབས་ཀྱི་མུ་ཁྱུད་ཅེས་བྱ་བར་གྱུར་ཏོ།
en: I was the teacher named Araṇemi.

source: །རྒྱལ་པོ་ཆེན་པོ་ངས་སེམས་ཅན་རྣམས་ལ་ཕན་པ་བྱས་པ་དེས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཐོབ་བོ་སྙམ་ན་ཁྱོད་ཀྱིས་དེ་ལྟར་མི་བལྟ་སྟེ།
en: “Great King, if you think that I attained supreme and complete awakening because I benefited beings, you should think otherwise;

source: །སྟོན་པ་མིག་མཛེས་ཇི་ལྟ་བ་བྲམ་ཟེའི་བུ་འཇོམས་བྱེད་དང་། གླང་པོ་སྐྱོང་ཡང་དེ་དང་འདྲའོ།
en: The teacher Sunetra— The young brahmin Conqueror And Hastipāla are similar to him. 4.

source: །རྒྱལ་པོ་ཆེན་པོ་གཞན་ཡང་ངས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་དོན་དུ་གཉེར་བ་ན་ང་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ལ་ཤེས་རབ་ཆེན་པོ་དང་སྤོབས་པ་ཆེན་པོར་གྱུར་ནས་སེམས་ཅན་ལ་ཕན་པ་བྱས་པ་གང་ཡིན་པ་དེ་ཉོན་ཅིག །རྒྱལ་པོ་ཆེན་པོ་སྔོན་བྱུང་བ་རྒྱལ་པོ་ཕྱོགས་བདག་ཅེས་བྱ་བ་ཞིག་བྱུང་སྟེ།
en: The Story of the Teacher Govinda “Great King, again, when I was seeking supreme and complete awakening through the practice of a bodhisattva, I benefited beings through great wisdom and eloquence. Listen to that story.

source: རྒྱལ་པོ་ཕྱོགས་བདག་གི་བུ་གཞོན་ནུ་རྡུལ་ཕྲན་ཞེས་བྱ་བ་ཞིག་བྱུང་ངོ་།
en: “Great King, once there was a king named Diśāṃpati.

source: །རྒྱལ་པོ་ཕྱོགས་བདག་ལ་བྲམ་ཟེ་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་གནག་ལྷས་སྐྱེས་ཞེས་བྱ་ཞིག་ཡོད་དེ། བྲམ་ཟེ་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་གནག་ལྷས་སྐྱེས་ཀྱི་བུ་བྲམ་ཟེའི་ཁྱེའུ་མེ་གསོ་ཞེས་བྱ་བ་མཁས་པ། གསལ་བ། ཡིད་གཞུངས་པ། གཞུང་དང་མཐུན་པར་དཔྱོད་པའི་ཤེས་རབ་དང་ལྡན་པ་ཞིག་ཡོད་དེ།
en: King Diśāṃpati had a son called Prince Reṇu. King Diśāṃpati was served by a very wealthy brahmin named Govinda, and the brahmin Govinda had a son named Jyotiṣpāla, a young brahmin who was wise, clearheaded, intelligent, and endowed with enough wisdom to behave in harmony with the sacred scriptures.

source: འདི་ལྟར་དེའི་ཕ་བྲམ་ཟེ་གནག་ལྷས་སྐྱེས་ཞིང་ལས་ཀྱི་མཐའ་གང་ཡིན་པ་དེ་རྣམས་བྲམ་ཟེའི་ཁྱེའུ་མེ་གསོ་ལ་འདྲི་ཞིང་བྱེད་དོ།
en: Thus, his father, the brahmin Govinda, used to consult the young brahmin Jyotiṣpāla about managing every activity of their farm.

source: །དོན་དུ་བྱ་བའི་དོན་ངེས་པར་བརྟག་པ་གང་ཡིན་པ་དེ་རྣམས་ཀྱང་བྲམ་ཟེའི་ཁྱེའུ་མེ་གསོ་ལ་དྲིས་ནས་བྱེད་ཀྱི་མ་དྲིས་པར་ནི་མ་ཡིན་ནོ།
en: He issued every judgment only after consulting the young brahmin Jyotiṣpāla, and never acted without consulting him.

source: །གཞོན་ནུ་རྡུལ་ཕྲན་དང་། རྒྱལ་པོའི་འཁོར་རྒྱལ་རིགས་དྲུག་གི་གྲོགས་པོ་དང་། སྙིང་དུ་སྡུག་པ་དང་། ནེའུ་ཟླ་ཡང་ཡིན་ནོ།
en: Jyotiṣpāla was the friend and favorite of Prince Reṇu and six kṣatriyas who were the king’s attendants, and he was the same age as they were.

source: །གང་གི་ཚེ་རྒྱལ་པོ་ཕྱོགས་བདག་རྩེ་བར་འདོད་པའམ། དགའ་བར་འདོད་པའམ། དགའ་མགུར་སྤྱོད་འདོད་པར་གྱུར་པ་དེའི་ཚེ་དེས་དགོས་པ་ཐམས་ཅད་དང་། ལས་སུ་བྱ་བ་ཐམས་ཅད་བྲམ་ཟེ་གནག་ལྷས་སྐྱེས་ལ་སླར་བཏང་ནས་སྟེང་གི་ཁང་བཟངས་ཀྱི་གཞི་ལ་སྐྱེས་པ་མེད་པར་སོང་སྟེ་རོལ་མོ་རྣམས་ཀྱིས་རྩེ་བར་བྱེད། དགའ་བར་བྱེད། དགའ་མགུར་སྤྱོད་པར་བྱེད་དོ།
en: “Whenever King Diśāṃpati wanted to play, amuse himself, and enjoy himself, he entrusted every obligation and every duty to the brahmin Govinda, went up to the terrace without male company, and played, amused himself, and enjoyed himself, to the accompaniment of musical instruments.

source: །དེ་ནས་དུས་གཞན་ཞིག་ན་བྲམ་ཟེ་གནག་ལྷས་སྐྱེས་ཤིའོ།
en: “Later, the brahmin Govinda died.

source: །དེ་ཤི་བ་ན་རྒྱལ་པོ་ཕྱོགས་བདག་ཤིན་དུ་སྡུག་བསྔལ་ཞིང་ཡིད་མི་བདེ་བའི་ཚོར་བ་ཉམས་སུ་མྱོང་ནས། ཀྱི་ཧུད་བྲམ་ཟེ་གནག་ལྷས་སྐྱེས་ཤི་བས་བདག་ཆེ་ཐང་དུ་དམས་པར་གྱུར་ཏོ།
en: When he died, King Diśāṃpati was much distressed and plunged into despair.

source: །ཀྱི་ཧུད་བྲམ་ཟེ་གནག་ལྷས་སྐྱེས་ཤི་བས་བདག་ཤིན་དུ་ཆེ་ཐང་དུ་དམས་པར་གྱུར་ཏོ་ཞེས་ཟེར་རོ།
en: He said, ‘Alas, it is a dreadful detriment to me that the brahmin Govinda has died!’

source: །དེ་ནས་གཞོན་ནུ་རྡུལ་ཕྲན་རྒྱལ་པོ་ཕྱོགས་བདག་གང་ན་བ་དེར་སོང་སྟེ་ཕྱིན་པ་དང་། རྒྱལ་པོ་ཕྱོགས་བདག་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: “Then Prince Reṇu went to King Diśāṃpati.

source: །ལྷ་ཅིའི་སླད་དུ་བྲམ་ཟེ་གནག་ལྷས་སྐྱེས་གུམ་པས་ཤིན་དུ་སྡུག་བསྔལ་ཞིང་ཐུགས་ལ་གཅགས་པར་གྱུར་ཏེ་སྡུག་བསྔལ་ཞིང་ཐུགས་ལ་གཅགས་པའི་ཚོར་བ་ཉམས་སུ་མྱོང་བར་མཛད།
en: When he arrived, he asked the king, ‘Your Majesty, why are you so distressed, plunged into despair, and suffering from this distress and despair because the brahmin Govinda has died?’

source: གཞོན་ནུ་ཁོ་བོ་གང་གི་ཚེ་རྩེ་བར་འདོད་པའམ། དགའ་བར་འདོད་པའམ། དགའ་མགུར་སྤྱོད་འདོད་པར་གྱུར་པ་དེའི་ཚེ་ཁོ་བོའི་དགོས་པ་ཐམས་ཅད་དང་ལས་སུ་བྱ་བ་ཐམས་ཅད་བྲམ་ཟེ་གནག་ལྷས་སྐྱེས་ལ་སླར་བཏང་ནས་སྟེང་གི་ཁང་བཟངས་ཀྱི་གཞི་ན་སྐྱེས་པ་མེད་པར་སོང་ནས་རོལ་མོ་རྣམས་ཀྱིས་རྩེ་བར་བྱེད། དགའ་བར་བྱེད། དགའ་མགུར་སྤྱོད་པར་བྱེད་དོ།
en: “ ‘Prince, whenever I wanted to play, make love, and enjoy myself, I entrusted every obligation and every duty to the brahmin Govinda, went up to the terrace without male company, and played, made love, and enjoyed myself, to the accompaniment of musical instruments.

source: །ད་ནི་ཁོ་བོ་འདི་སྙམ་དུ་སེམས་ཏེ། ཀྱི་ཧུད་བྲམ་ཟེ་གནག་ལྷས་སྐྱེས་ཤི་བས་བདག་ཆེ་ཐང་དུ་དམས་པར་གྱུར་ཏོ། །ཀྱི་ཧུད་བྲམ་ཟེ་གནག་ལྷས་སྐྱེས་ཤི་བས་བདག་ཤིན་ཏུ་ཆེ་ཐང་དུ་དམས་པར་གྱུར་ཏོ་སྙམ་མོ།
en: I had the thought now, “Alas, it is a dreadful detriment to me that the brahmin Govinda has died!” ’

source: །ལྷ་བྲམ་ཟེ་གནག་ལྷས་སྐྱེས་གུམ་པས་ཤིན་ཏུ་སྡུག་བསྔལ་ཞིང་ཐུགས་མི་དགྱེས་པར་གྱུར་ཏེ། སྡུག་བསྔལ་ཞིང་ཐུགས་མི་དགྱེས་པའི་ཚོར་བ་ཉམས་སུ་མྱོང་བར་མ་མཛད་ཅིག །དེ་ཅིའི་སླད་དུ་ཞེ་ན།
en: “ ‘Your Majesty, please do not be so distressed, immersed in grief, plunged so into distress and grief. Why?

source: ལྷ་བྲམ་ཟེ་གནག་ལྷས་སྐྱེས་ཀྱི་བུ་བྲམ་ཟེའི་ཁྱེའུ་མེ་གསོ་ཞེས་བགྱི་བ་མཁས་པ་གསལ་བ། ཡིད་གཞུངས་པ། གཞུང་དང་མཐུན་པར་དཔྱོད་པའི་ཤེས་རབ་དང་ལྡན་པ་ཞིག་མཆིས་ཏེ།
en: Your Majesty, the brahmin Govinda had a son named Jyotiṣpāla, a young brahmin who is wise, clearheaded, intelligent, and endowed with enough wisdom to behave in harmony with the sacred scriptures.

source: འདི་ལྟར་དེའི་ཕ་བྲམ་ཟེ་གནག་ལྷས་སྐྱེས་ཀྱིས་ལས་ཀྱི་མཐའ་བགྱིས་པ་གང་ལགས་པ་དེ་དག་ཀྱང་བྲམ་ཟེའི་ཁྱེའུ་མེ་གསོ་ལ་དྲིས་ནས་བགྱིས་ཀྱི་མ་དྲིས་པས་ནི་མ་ལགས་སོ།
en: Thus, his father, the brahmin Govinda, used to manage every activity only after consulting the young brahmin Jyotiṣpāla, and never acted without consulting him.

source: །དོན་དུ་བགྱི་བའི་དོན་ངེས་པར་བརྟག་པ་གང་ལགས་པ་དེ་དག་ཀྱང་བྲམ་ཟེའི་ཁྱེའུ་མེ་གསོ་ལ་དྲིས་ནས་བགྱིས་ཀྱི་མ་དྲིས་པར་ནི་མ་ལགས་སོ།
en: He issued every judgment after consulting the young brahmin Jyotiṣpāla, and never acted without consulting him.

source: །ལྷ་དེ་ལྟ་ལགས་པས་ཕ་གནག་ལྷས་སྐྱེས་ཀྱི་ལས་ཐབས་སུ་དབང་བསྐུར་དུ་གསོལ།
en: Your Majesty, therefore, please appoint him to the post of his father, Govinda.’

source: །དེ་ནས་རྒྱལ་པོ་ཕྱོགས་བདག་གིས་བྲམ་ཟེའི་ཁྱེའུ་མེ་གསོ་ཕོ་ཉས་བཀུག་ནས་འདི་སྐད་ཅེས་སྨྲས་སོ། །བྲམ་ཟེའི་ཁྱེའུ་ཁྱོད་ངས་དེང་ཕྱིན་ཆད་ནས་ཕ་གནག་ལྷས་སྐྱེས་ཀྱི་ལས་ཐབས་སུ་བཅུག་གོ།
en: “King Diśāṃpati then summoned the young brahmin Jyotiṣpāla by messenger and said, ‘Young brahmin, from today onward, I appoint you to the post of your father, the brahmin Govinda.’

source: །བཀའ་བཞིན་འཚལ་ཞེས་བྲམ་ཟེའི་ཁྱེའུ་མེ་གསོས་མཉན་ཏོ།
en: “ ‘Certainly,’ replied the young brahmin Jyotiṣpāla.

source: །དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་མེ་གསོ་དེ་ཕ་བྲམ་ཟེ་གནག་ལྷས་སྐྱེས་བྱེད་བྱེད་པའི་ཞིང་བླས་ཀྱི་མཐའ་གང་ཡིན་པ་དེ་རྣམས་ཀྱང་བྱེད་དོ།
en: After that, the young brahmin Jyotiṣpāla took over the management of the farm that his father, the brahmin Govinda, had managed.

source: །དེའི་ཕ་བྲམ་ཟེ་གནག་ལྷས་སྐྱེས་དོན་དུ་བྱ་བའི་དོན་ངེས་པར་རྟོག་རྟོག་པ་གང་ཡིན་པ་དེ་དག་ཀྱང་དེ་ངེས་པར་རྟོག་གོ།
en: He also took over issuing judgments that his father, the brahmin Govinda, had managed.

source: །དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་མེ་གསོའི་མིང་བྲམ་ཟེའི་ཁྱེའུ་མེ་གསོ་ཞེས་བྱ་བ་གང་ཡིན་པ་དེ་ནུབ་པར་གྱུར་ཅིང་བྲམ་ཟེ་གནག་ལྷས་སྐྱེས་བྲམ་ཟེ་གནག་ལྷས་སྐྱེས་ཞེས་བྱ་བར་གྲགས་སོ།
en: Thereupon his name, ‘Young Brahmin Jyotiṣpāla,’ disappeared, and he came to be known as Brahmin Govinda.
